import { GoalType } from "types";

export const goals: GoalType[] = [
    {
        description:'هر مشتری حقِ در اولویت بودن را دارد، ما با تیم بزرگ خود این حق را برای شما بجا می‌آوریم',
        title:'سرعت عمل و پیگیری'
    },
    {
        description:'به واسطه راستی آزمایی مشاوره های داده شده، و تحلیل اطلاعات سرمایه‌گذاری با مسنتدات لازم',
        title:'صداقت در خدمات'
    }
    ,
    {
        description:'به لطف کارشناسان فروش آموزش‌ دیده، و با بهره گیری از امکانات روز جهت رفاه حال مشتریان',
        title:'کیفیت خدمات'
    }
] 